IdeaRS.Connections
EndPlateData.RelatedPlate Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the related plate (other member are connected to this plate)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string RelatedPlate { get; set; }
Property Value
Type: String
See Also
Reference
EndPlateData Class
IdeaRS.Connections.Data Namespace